Repository: maho10/tabbycatUVG
Catalog: tabbycat/actionlog/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Action Log
uk: Журнал дій

source: Changed adjudicator breaking status
uk: Змінено статус судді для брейку

source: Created adjudicator
uk: Суддю створено

source: Edited adjudicator
uk: Суддю змінено

source: Set adjudicator note
uk: Створити замітку судді

source: Auto-allocated adjudicators
uk: Судді розташовані автоматично

source: Saved adjudicator allocation
uk: Розташування суддів змінено

source: Edited adjudicators availability
uk: Наявність суддів змінено

source: Edited availability
uk: Наявність змінено

source: Edited teams availability
uk: Наявність команд змінено

source: Edited room availability
uk: Редагувати наявність кімнат

source: Checked in ballot set
uk: Бюлетень перевірено

source: Confirmed ballot set
uk: Бюлетень підтверджено

source: Created ballot set
uk: Бюлетень створено

source: Discarded ballot set
uk: Бюлетень відхилений

source: Edited ballot set
uk: Бюлетень змінено

source: Submitted ballot set from the public form
uk: Відправлено бюлетень з публічної форми

source: Edited break categories
uk: Категорії брейку змінено

source: Deleted team break for category
uk: Видалено брейк команд для категорії

source: Edited breaking team remarks
uk: Відмітки команд брейку змінено

source: Edited break eligibility
uk: Вимоги до брейку змінено

source: Generated the team break for all categories
uk: Брейк команд згенерований для всіх категорій

source: Generated the team break for one category
uk: Брейк команд згенерований для однієї категорії

source: Edited breaking team remarks and updated all team breaks
uk: Відмітки команд брейку змінено та оновлено всі брейки команд

source: Edited breaking team remarks and updated this team break
uk: Відмітки команд брейку змінено та оновлено цей брейк команд

source: Edited adjudicator-adjudicator conflicts
uk: Конфлікти суддя-суддя змінено

source: Edited adjudicator-institution conflicts
uk: Конфлікти суддя-інституція змінено

source: Edited adjudicator-team conflicts
uk: Конфлікти суддя-команда змінено

source: Edited team-institution conflicts
uk: Конфлікти команда-інституція змінено

source: Created debate
uk: Створити дебати

source: Edited debate
uk: Дебати змінено

source: Auto-prioritized debate importance
uk: Пріоритет дебатів автоматично розподілений

source: Edited debate importance
uk: Пріоритет дебатів змінено

source: Confirmed draw
uk: Сітку підтверджена

source: Created draw
uk: Сітку створено

source: Regenerated draw
uk: Сітка перероблена

source: Released draw
uk: Сітку опубліковано

source: Unreleased draw
uk: Сітку приховано

source: Created feedback question
uk: Питання для відгуку створено

source: Edited feedback question
uk: Питання відгуку змінено

source: Saved feedback
uk: Відгук збережено

source: Submitted feedback from the public form
uk: Відгук з публічної форми відправлений

source: Created institution
uk: Інституцію створено

source: Edited institution
uk: Інституцію змінено

source: Saved a matchup manual edit
uk: Ручне редагування сітки збережено

source: Added/edited motion
uk: Додано/змінено резолюцію

source: Released motions
uk: Опубліковані резолюції

source: Unreleased motions
uk: Приховані резолюції

source: Edited tournament options
uk: Налаштування турніру змінено

source: Marked round as completed
uk: Раунд позначено як закінчений

source: Created round
uk: Раунд створено

source: Edited round
uk: Раунд змінено

source: Set start time
uk: Почати відлік часу

source: Edited speaker categories
uk: Категорії спікерів змінено

source: Created speaker
uk: Спікера створено

source: Edited speaker
uk: Спікера змінено

source: Edited speaker category eligibility
uk: Вимоги до категорії спікерів змінено

source: Created team
uk: Команду створено

source: Edited team
uk: Команда змінена

source: Edited adjudicator base score
uk: Базовий бал судді змінено

source: Created tournament
uk: Турнір створено

source: Edited tournament
uk: Турнір змінено

source: Updated adjudicator scores in bulk
uk: Бали суддів масово оновлено

source: Invited user to the instance
uk: Користувача запрошено до заходу

source: Edited room categories
uk: Категорії приміщень змінено

source: Created room category
uk: Категорію приміщення створено

source: Edited room constraints
uk: Обмеження приміщення змінено

source: Created room
uk: Приміщення створено

source: Edited room
uk: Приміщення змінено

source: Auto-allocated rooms
uk: Приміщення розподілені автоматично

source: Saved a room manual edit
uk: Ручне редагування приміщення збережено

source: type
uk: тип

source: timestamp
uk: відмітка часу

source: user
uk: користувач

source: tournament
uk: турнір

source: round
uk: раунд

source: content type
uk: тип вмісту

source: object ID
uk: ID обʼєкту

source: action log entries
uk: записи в журналі дій

source: All log entries require at least one of a user and an IP address.
uk: Всі записи журналу потребують як мінімум одного з користувачів та IP-адресу.
